{
	"Bondage":[
		"Ah, there you are @. What's wrong, got tied up? 😏",
		"Good pet, @. I'll tighten your bindings as a reward.",
		"So eager to please, hm, @? Come this way, I've a rope harness with your name on it."
	],
	"Degradation":[
		"I'm surprised you typed that out well enough, @, you dumb little slut.",
		"Hey everyone, @ likes to be degraded and insulted! How pathetic! :laughing:",
		"It's okay, @, I'm sure someone will give you a bump soon. Pathetic needy fuckslave."
	],
	"Chastity/Denial":[
		"Ah, one more day locked up won't hurt, right @?",
		"Oops, I think I broke the key to your little cage, @! You might be locked up forever! ...Oh no, here it is~",
		"Click the lock, turn the key, being locked gets @ weak at the knees~"
	],
	"SPH":[
		"Don't worry, @, penises of all sizes are good. Yours just happens to be good for laughing at.",
		"It's okay, @, size doesn't matter. Not unless you wanted to have sex with that tiny thing, anyway.",
		"How do you even masturbate with that little thing, @? If I wrapped my hand around it, it'd get lost."
	],
	"Diapers":[
		"@ needs some padding between % legs. Can somebody change !!?",
		"@ needs to be put back in diapers. Act like a baby, get treated like a baby.",
		"Diaper check, @! I hope your cute little butt is padded."
	],
	"Tease & Denial":[],
	"Petplay":[
		"Sit. Stay. Roll over. Good pet, @!",
		"What was that, @? All I hear is barking.",
		"Here, @! You can follow me around on a leash. Good pet."
	],
	"Little":[
		"Hush, @, the adults are talking.",
		"It's bedtime for you, @. Come along now, I'll tuck you in.",
		"There's a lost little one in here. Can someone pick up @ and take !! back to the play room?"
	],
	"Objectification":[
		"That command is for people, @. Toys like you are just for entertainment.",
		"@ is available, if anyone needs a place to sit."
	],
	"Forced Bi":[],
	"BDSM":[],
	"Sissification":[
		"Wait right here, @, while I find you a nice cock to suck~",
		"Oh @, put on these panties for me, would you?",
		"You're going to be a good little slut for me, aren't you, @?"
	],
	"Cuckolding":[],
	"Creampies":[],
	"Hypnosis":[
		"Back already, @? Seems like the conditioning is working~",
		"And for my next trick I will turn @ into an obedient toy!",
		"Can you tell me the time, @? I'd check my pocket watch but you'd probably drop at the sight of it."
	],
	"Dronification":[
		"Good drone, @. Run reward subroutine for one loop and present your head for physical affection.",
		"BlushDrone designation '@' is online and ready for service.",
		"Free will detected. @, please report to your nearest dronification facility for reconditioning."
	],
	"Plushification":[
		"Oh wow, @ is useful for more than just cuddling?",
		"@ is such a good little plush!",
		"If anyone needs a plush to cuddle tonight, @ is available!"
	],
	"Impact Play":[
		"Over my lap, @, it's time for your maintenance spanking.",
		"Get over my lap right this instant, @! You're about to have a very sore bottom.",
		"Bring me my paddle, @, I think it's time we turned that butt a nice red, don't you?"
	],
	"Dumbification":[
		"@ doesn't know much, but at least # can bump a server.",
		"Tell me, @, did you know what that would do or were you just copying people smarter than you?"
	],
	"Weapons Play":[
		"It turns out @ is actually quite eager to do what # should when a knife is held to % throat."
	]
}
