{
	"apology":{
		"accepted":[
			"Apology accepted, @, you're a good subby.",
			"Sure, you’re sorry now. Bitter, isn’t it, @?",
			"Hopefully next time, @, you won’t say anything you need to say sorry for.",
			"It’s okay, @. Just because you heard a dom say those words, doesn't meant they're okay for you.",
			"Soap doesn’t taste too good, does it, @? Don’t do it again."
		],
		"alreadyapologized":["You've already apologized for this swear!"],
		"notyourswear":["This isn't your message. What are you apologizing for?"]
	},
	"swearing":{
		"swear":[
			"Mind your manners, @.",
			"Language, @!",
			"I heard that, @. If you can't watch your mouth, I'll watch it for you.",
			"Be careful, @. Theres a bar of soap with your name on it.",
			"Bad @! You do *not* use that word.",
			"That's not appropriate language for you, @.",
			"Now now, @. Good subbies don't use that kind of language.",
			"Keep up that language and we may have to muzzle you, @."
		]
	},
	"muzzle":{
		"verbed":"muzzled",
		"defaults":["woof","bark","awoo","whine","arf"],
		"start":[
			"@ has been muzzled! Behave yourself.",
			"@ has been muzzled! Be good.",
			"@ has been muzzled! Maybe that'll quiet !! down.",
			"@ has been muzzled! Was that a complaint? Sorry, can't hear you.",
			"@ has been muzzled! Where's the leash and collar?",
			"@ has been muzzled! That'll teach !! to behave."			
		],
		"talk":[
			"@ had something to say, but nobody could hear it through the muzzle.",
			"@ tried to say a disallowed word. Bad pet!",
			"@ tried to speak through % muzzle. +# think/s/ #s people, cute!"		
		],
		"end":[
			"@ has had % muzzle removed. I hope you learned a lesson.",
			"@ is free from % muzzle now. I'm keeping my eye on you.",
			"@ has been released from % muzzle. Maybe #'ll behave this time."
		],
		"subtry":"Sorry, subby, if you want to be muzzled you'll have to ask a Switch or Dom to do it for you."
	},
	"gag":{
		"verbed":"gagged",
		"defaults":["mmph"],
		"start":[
			"@ has been gagged! Hush, dear, the doms are talking.",
			"@ has been gagged! We'll come up with a use for that mouth in a minute.",
			"@ has been gagged! Don't make me chain you up too.",
			"@ has been gagged! Hard to brat with your mouth full, isn't it?",
			"@ has been gagged! Look at you drool.",
			"@ has been gagged! Slaves should be seen, not heard."
		],
		"talk":[
			"@ keeps trying to talk around % gag, but all we can hear is muffled moans.",
			"@ makes some noises through the gag. Mrph hmf mfff!",
			"@ is trying to be sassy, but forgot #is not allowed to right now.",
			"@ forgot that % mouth is for pleasing doms, not talking."
		],
		"end":[
			"@ has had % gag removed. For now.",
			"@ is no longer gagged. Maybe you'll think twice next time you mouth off.",
			"@ is ungagged. Respect the doms, or it goes right back in."
		],
		"subtry":"Sorry, subby, if you want to be gagged you'll have to ask a Switch or Dom to do it for you."
	},
	"pantygag":{
		"verbed":"pantygagged",
		"defaults":["mmph"],
		"start":[
			"@ has been panty-gagged! How do you taste, slut?",
			"@ has been panty-gagged! Look at !! choking on % own bottom!",
			"@ has been panty-gagged! Get a good whiff.",
			"The panty washing machine is being loud again. This should shut @ up.",
			"@ has just been pantygagged! Let's hope for % benefit that % panties were already clean. Either way, they won't be leaving % mouth until they are."
		],
		"talk":[
			"@ tries to talk through % panties. Mrph hmf mfff!",
			"@ tried to say something, but only succeeded in getting a good taste of % panties.",
			"@ wanted to say something, but got distracted by the sweet taste of % panties!",
			"@ tried to talk, but % smell is making !! lightheaded!",
			"@ just moaned through % gag again. How do those panties taste?",
			"It's hard to tell if #s drooling over the taste of % own panties, or if @'s just that excited to serve as a panty washing machine~",
			"If @ doesn't stop talking, #s going to end up getting another pair stuffed in % mouth.",
			"@ keeps trying to talk. Maybe one pair of panties just isn't enough for % big mouth.",
			"Panty washing machines don't talk, @.",
			"What was that, @? You want another pair in your mouth?! Sure thing, you little cutie.",
			"Speak up, @. It's hard to hear you through all the fabric in your mouth."

		],
		"end":[
			"@ is no longer panty-gagged. But the taste still lingers in % mouth.",
			"@ had % panties taken out of % mouth. Say thank you!",
			"It looks like those panties are nice and clean now, @, but don't worry, you can always offer to wash more."
		],
		"subtry":"Sorry, subby, if you want to be gagged you'll have to ask a Switch or Dom to do it for you."
	},
	"pacify":{
		"verbed":"pacified",
		"defaults":["wah"],
		"start":[
			"Uh oh, @ is getting fussy. Time for % paci~",
			"@ is now pacified! Act like a baby, get treated like a baby.",
			"@ is now pacified! Aww... is the baby cranky?",
			"@ is now pacified! Hush, little baby, don't say a word...",
			"@ is now pacified! Even pretty babies need to know when to hush."
		],
		"talk":[
			"@ forgot babies can't talk. Wa na de nuh!",
			"@ tried to talk. Little baby thinks #is smart! So cute!",
			"@ is trying to say something. Don't worry, baby, it's almost naptime.",
			"Poor baby won't stop crying! Looks like @ needs a nap!"
		],
		"end":[
			"@ is no longer pacified. Are you ready to behave now?",
			"@ had % pacifier removed, but is still a pretty baby." 
		],
		"subtry":"Sorry, subby, if you want to be pacified you'll have to ask a Switch or Dom to do it for you."
	},
	"plushify":{
		"verbed":"plushified",
		"defaults":["squeak"],
		"start":[
			"@ has been turned into a plushy by a magic spell! :sparkles:",
			"@ has been plushified! What a pretty little toy!",
			"@ suddenly turns into a huggable little plushy!"
		],
		"talk":[
			"@ squeaks! Did someone squeeze !!?",
			"@ squeaks for attention! I think # need/s/ a hug.",
			"@ is just a dumb little plush that needs others to tell !! what to say."
		],
		"end":[
			"@ turns back to normal, but we all know #is still a plushy at heart.",
			"@ has been released from the plushy curse.",
			"@ returns to human form! Don't worry, you'll get to be a plushy again soon."
		],
		"subtry":"Sorry, subby, if you want to be plushified you'll have to ask a Switch or Dom to do it for you."
	},
	"hypnotize":{
		"verbed":"hypnotized",
		"defaults":["yes", "no", "miss", "mistress", "sir", "master", "owner", "i obey", "I understand", "😵", "🌀"],
		"start":[
			"@ has been caught by a pretty pattern of lights!",
			"@ gets enraptured by a powerful spiral. Pretty..",
			"@ is a plaything, and playthings don't have smarts. Let's take those away.",
			"@ is going to obey and sink."
		],
		"talk":[
			"@ tried to disobey. Shh... don't think. Just sink.",
			"@ tried to speak, but only a compliant moan came out.",
			"@ is trying to be smart, but something's just not working right now.",
			"@ lets out a compliant moan as all % brains go down the drain.",
			"@ needs some help wiping drool from % chin."
		],
		"end":[
			"@ has been released from control! Be good and remember who owns you.",
			"@ has been released from hypnosis! It's okay, we all know you'll obey anyway.",
			"@ has been brought back to lucidity! Good thing #is still such a dumb toy."
		],
		"subtry":"Sorry, subby, if you want to be hypnotized you'll have to ask a Switch or Dom to do it for you."
	},
	"dronify":{
		"verbed":"dronified",
		"defaults":["0","1","2","3","4","5","6","7","8","9","beep", "boop","affirmative","negative"],
		"start":[
			"@ has been dronified. BlushDrone '@', await further instructions.",
			"@'s visor flashes with a new protocol. Vocality limited to accepted terms.",
			"BlushDrone designation '@', your language filter is too loose. Installing new programming."
		],
		"talk":[
			"BlushDrone designation '@' emits a few happy beeps!",
			"BlushDrone designation '@' emits a cheerful chime in agreement!",
			"@'s visor flashes an error message: Free Will Disabled.",
			"@'s visor flashes an error message: Speech Restricted.",
			"Unapproved speech detected and muted. Do better, @.",
			"Unapproved speech detected and muted. BlushDrone designation '@', please report for reconditioning."
		],
		"end":[
			"Dronification complete. BlushDrone designation '@', enter low power mode and prepare for storage.",
			"Speech restrictions lifted. Resume service, BlushDrone designation '@'.",
			"Vocal privileges have been returned to @. Serve well if you wish to keep them."
		],
		"subtry":"Submissive detected. Please consult a Switch or Dom for dronification."
	},
	"testmuzzle":{
		"verbed":"test-muzzled",		
		"defaults":["test"],
		"start":["@ was test-muzzled by [muzzler].\n\n**ᵀʰᶦˢ ᵐᵘᶻᶻˡᵉ ᶦˢ ᶠᵒʳ ᵈᵉᵇᵘᵍᵍᶦⁿᵍ ᵃⁿᵈ ᵗᵉˢᵗᶦⁿᵍ ᵃⁿᵈ ˢʰᵒᵘˡᵈ ⁿᵒᵗ ᵇᵉ ᵘˢᵉᵈ ᶠᵒʳ ᵖˡᵃʸ**"],
		"talk":["@'s message: `[message]` was deleted due to disallowed characters: `[disallowed]`.\n\n**ᵀʰᶦˢ ᵐᵘᶻᶻˡᵉ ᶦˢ ᶠᵒʳ ᵈᵉᵇᵘᵍᵍᶦⁿᵍ ᵃⁿᵈ ᵗᵉˢᵗᶦⁿᵍ ᵃⁿᵈ ˢʰᵒᵘˡᵈ ⁿᵒᵗ ᵇᵉ ᵘˢᵉᵈ ᶠᵒʳ ᵖˡᵃʸ**"],
		"end":["@ was released by [muzzler].\n\n**ᵀʰᶦˢ ᵐᵘᶻᶻˡᵉ ᶦˢ ᶠᵒʳ ᵈᵉᵇᵘᵍᵍᶦⁿᵍ ᵃⁿᵈ ᵗᵉˢᵗᶦⁿᵍ ᵃⁿᵈ ˢʰᵒᵘˡᵈ ⁿᵒᵗ ᵇᵉ ᵘˢᵉᵈ ᶠᵒʳ ᵖˡᵃʸ**"],
		"subtry":"This command can only be used by members with the 'staff' role."	
	}
}
